tap "homebrew/services"
brew "age"
brew "colima", restart_service: :changed
brew "direnv"
brew "docker"
brew "gh"
brew "yadm"
cask "applite"
cask "claude"
cask "cursor"
cask "devpod"
cask "ghostty"
cask "github"
cask "localsend"
cask "maccy"
cask "tailscale"
cask "telegram-desktop"
cask "visual-studio-code"
cask "webstorm"
vscode "benjaminbenais.copilot-theme"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "fuadpashayev.bottom-terminal"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "jnoortheen.nix-ide"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
